Repository: Xapitonov/emulsion
Catalog: po/*.po
Languages: pt_br, ru

source: Emulsion
ru: Эмульсия

source: color;palette;library;hue;swatch;
pt_br: cor;paleta;biblioteca;matiz;amostra;
ru: цвет;палитра;библиотека;оттенок;образец;

source: Stock up on colors
pt_br: Estoque de cores
ru: Запасайтесь цветами

source: Store your palettes in an easy way, and edit them if needed.
pt_br: Armazene suas Paletas de modo fácil e edite-as, se necessário.
ru: Храните палитры в удобном месте и меняйте их при необходимости.

source: Lains
ru: Лейнс

source: First Boot
pt_br: Primeira Inicialização
ru: Первый запуск

source: Whether to add the default palettes on first boot or not.
pt_br: As paletas padrão serão adicionadas ou não na primeira inicialização.
ru: Добавлять стандартные палитры при первом запуске или нет.

source: Name∶
pt_br: Nome∶
ru: Имя∶

source: RGB
ru: КЗС

source: Red∶
pt_br: Vermelho:
ru: Красный∶

source: Green∶
pt_br: Verde:
ru: Зелёный∶

source: Blue∶
pt_br: Azul:
ru: Синий∶

source: Hex
ru: 16-ричный

source: Color Hexcode∶
pt_br: Código Hexadecimal da Cor:
ru: 16-ричный код цвета∶

# shortcut window
source: General
pt_br: Geral
ru: Общее

# shortcut window
source: Quit
pt_br: Sair
ru: Выйти

source: Keyboard Shortcuts
pt_br: Atalhos do teclado
ru: Горячие клавиши

source: About Emulsion
pt_br: Sobre Emulsion
ru: Об Эмульсии

source: Cancel
pt_br: Cancelar
ru: Отменить

source: Import Palette
pt_br: Importar Paleta
ru: Импортировать палитру

source: Choose Image
pt_br: Escolher Imagem
ru: Выбрать изображение

source: Select an image to retrieve colors
pt_br: Selecionar uma imagem para recuperar as cores
ru: Выберите изображение для извлечения цветов

source: Add Palette
pt_br: Adicionar Paleta
ru: Добавить палитру

source: Import Palette…
pt_br: Importar Paleta...
ru: Импортировать палитру…

source: Go Back to Palettes View
pt_br: Voltar para a Visualização de Paletas
ru: Вернуться к просмотру палитр

source: Add Color to This Palette
pt_br: Adicionar Cor a esta Paleta
ru: Добавить цвет в эту палитру

source: Palettes
pt_br: Paletas
ru: Палитры

source: Search for palettes
pt_br: Buscar Paletas
ru: Поиск палитр

source: No Palettes
pt_br: Sem Paletas
ru: Нет палитр

source: Add a palette with the + button.
pt_br: Adicionar Paleta com o botão +.
ru: Добавьте палитру кнопкой +.

source: Copy Palette to Clipboard
pt_br: Copiar Paleta para a Área de Transferência
ru: Скопировать палитру в буфер обмена

source: Copy Palette Image to Clipboard
pt_br: Copiar Imagem da Paleta para a Área de Transferência
ru: Скопировать изображение палитры в буфер обмена

source: Remove Palette
pt_br: Remover Paleta
ru: Убрать палитру

source: Pick Color
pt_br: Selecionar Cor
ru: Выбрать цвет

source: Copy Hexcode to Clipboard
ru: Скопировать 16-ричный код в буфер обмена

source: Copy RGB to Clipboard
pt_br: Copiar RGB para a Área de Transferência
ru: Скопировать КЗС в буфер обмена

source: Remove Color from Palette
pt_br: Remover cor da Paleta
ru: Убрать цвет из палитры

source: Import
pt_br: Importar
ru: Импортировать

source: Picture
pt_br: Imagem
ru: Картинка

source: Set New Palette Name
pt_br: Definir nome da nova Paleta
ru: Задайте имя новой палитры

source: Stock up on colors.
pt_br: Armazenar suas cores.
ru: Запаситесь цветами.

source: translator-credits
pt_br: walter andrade
ru: Sergey Kharitonov <sergejharitonov001@gmail.com>
